"+ Add" = "+ Afegir";

"Add a card" = "Afegir una targeta";

"Add a payment method" = "Afegeix un mètode de pagament";

"Add bank account" = "Afegir compte bancari";

"Add new payment method" = "Afegir nou mètode de pagament";

"Add your payment information" = "Afegir la teva informació de pagament";

"Approve payment" = "Aprova el pagament";

"Back" = "Tornar";

"Bank account" = "Compte bancari";

"Buy now or pay later with Klarna." = "Compra ara o paga més endavant amb Klarna.";

"Buy using a UPI ID" = "Compra amb un ID d'UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Si confirmeu el pagament amb PayPal, permeteu que %@ faci càrrecs al vostre compte de PayPal per a pagaments en el futur d'acord amb les seves condicions.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Si continueu a PayPal, permeteu que %@ faci càrrecs al vostre compte de PayPal per a pagaments en el futur d'acord amb les seves condicions.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Si continueu a Revolut Pay, permeteu que %@ faci càrrecs al vostre compte de Revolut Pay per a pagaments en el futur d'acord amb les seves condicions.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "En continuar, accepteu autoritzar aquests pagaments segons <terms>aquests termes</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "En continuar, autoritzeu %1$@ a carregar aquest pagament i els pagaments futurs al compte de Cash App segons les condicions de %2$@ fins que es revoqui l'autorització. Podeu canviar això en qualsevol moment a la configuració de Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Quan t'incorpores a Link, acceptes els <terms>Termes</terms> i la <privacy>Política de privacitat</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Proporcionant la informació de pagament i confirmant aquest pagament, estàs autoritzant (A) %@ i Stripe, el nostre proveïdor de serveis de pagament, a enviar ordres al teu banc per tal de carregar des del teu compte i (B) carregar el teu compte en conformitat amb aquestes ordres. Tens dret a un reembolsament per part del teu banc sota els termes i condicions que s'hagin acordat amb aquest. El reembolsament s'ha de sol·licitar en un termini de 8 setmanes des de la data en que es va carregar el compte. Els teus drets estan explicats en un extracte que pots demanar al teu banc. Estàs acceptant rebre notificacions per pròxims dèbits fins a dos dies abans de que es portin a terme.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "En desar el compte bancari per a %@, accepteu l'autorització de pagaments d'acord amb <terms>aquests termes</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Cancel·la i paga d'una altra manera";

"Choose a payment method" = "Escull un mètode de pagament";

"Close card scanner" = "Tancar l'escàner de la targeta";

"Confirm" = "Confirma";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Confirmeu el pagament al vostre banc o a l'aplicació de pagament en un termini de %@ per completar la compra.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Confirmeu el pagament a l'aplicació del vostre banc en un termini de %@ per completar la compra.";

"Contact information" = "Informació de contacte";

"EPS Bank" = "Banc EPS";

"Enter address manually" = "Introduir l'adreça manualment";

"FPX Bank" = "Banc FPX";

"IBAN" = "IBAN";

"Manage your payment methods" = "Administreu els vostres mètodes de pagament";

"Name on card" = "Nom a la targeta";

"Open your UPI app to approve your payment within %@" = "Obriu l'aplicació UPI per aprovar el pagament en un termini de %@";

"Or" = "O";

"Or pay using" = "O pagar fent servir";

"Or pay with a card" = "O pagar amb una targeta";

"Pay %@" = "Pagar %@";

"Pay another way" = "Paga d'una altra manera";

"Pay faster at %@ and thousands of merchants." = "Paga més ràpidament a %@ i a milers de comerciants.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Feu <num_installments/> pagaments sense interessos de <installment_price/> amb <img/>";

"Pay later with Klarna." = "Paga més endavant amb Klarna.";

"Pay over time with %@" = "Pagueu a terminis amb %@";

"Pay with Link" = "Pagar amb Link";

"Pay with your bank account in just a few steps." = "Pagueu amb el compte bancari en uns pocs passos.";

"Payment failed" = "S'ha produït un error en el pagament";

"Please go back and select another payment method" = "Torneu enrere i seleccioneu un altre mètode de pagament";

"Point the camera at your card." = "Apunta a la targeta amb la càmera.";

"Processing..." = "Processant...";

"Przelewy24 Bank" = "Banc Przelewy24";

"Remove %1$@ ending in %2$@" = "Elimina %1$@ que acaba en %2$@";

"Remove Card" = "ELiminar targeta";

"Save" = "Desa";

"Save a new payment method" = "Deseu un nou mètode de pagament";

"Save address" = "Desar adreça";

"Save for future payments" = "Guardar per a futurs pagaments";

"Save my info for secure 1-click checkout" = "Desa la informació per al pagament segur amb 1 clic";

"Save this account for future %@ payments" = "Desa aquest compte per a pagaments a %@ en el futur";

"Save this card for future %@ payments" = "Desar aquesta tarjeta per futurs %@ pagaments";

"Save your bank account in just a few steps." = "Deseu el compte bancari en uns pocs passos.";

"Select your payment method" = "Selecciona el teu mètode de pagament";

"Set up" = "Configuració";

"Shipping to %@ is not supported." = "L'enviament a %@ no s'admet.";

"Show menu" = "Mostra el menú";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe farà un dipòsit de 0,01 USD al vostre compte d'aquí 1 o 2 dies feiners. Després, rebreu un correu electrònic amb instruccions per acabar de desar el vostre compte bancari amb %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe farà un dipòsit de 0,01 USD al vostre compte d'aquí 1 o 2 dies feiners. Després, rebreu un correu electrònic amb instruccions per completar el pagament a %@.";

"The IBAN you entered is incomplete." = "L'BAN és incomplet.";

"Update card" = "Actualitza la targeta";

"Your IBAN should start with a two-letter country code." = "El teu IBAN ha de començar amb un codi de país de dues lletres.";

"iDEAL Bank" = "Bank iDeal";
